# ConLoadEffectSectionLoad

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**n** | **float** |  | [optional]
**vy** | **float** |  | [optional]
**vz** | **float** |  | [optional]
**mx** | **float** |  | [optional]
**my** | **float** |  | [optional]
**mz** | **float** |  | [optional]

## Example

```python
from ideastatica_connection_api.models.con_load_effect_section_load import ConLoadEffectSectionLoad

# TODO update the JSON string below
json = "{}"
# create an instance of ConLoadEffectSectionLoad from a JSON string
con_load_effect_section_load_instance = ConLoadEffectSectionLoad.from_json(json)
# print the JSON string representation of the object
print(con_load_effect_section_load_instance.to_json())

# convert the object into a dict
con_load_effect_section_load_dict = con_load_effect_section_load_instance.to_dict()
# create an instance of ConLoadEffectSectionLoad from a dict
con_load_effect_section_load_from_dict = ConLoadEffectSectionLoad.from_dict(con_load_effect_section_load_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)